Repository: collective/collective.panels
Catalog: src/collective/panels/locales/*/LC_MESSAGES/collective.panels.po
Languages: da, nl

source: Above page content
da: Før indhold
nl: Boven pagina-inhoud

source: Add panel
da: Tilføj panel
nl: Voeg panel toe

source: Insert
da: Indsæt

source: Provide a heading for the panel or leave blank to omit
da: Her kan du skrive en overskrift til panelet

source: Below page content
da: Efter indhold
nl: Onder pagina-inhoud

source: Change
da: Skift
nl: Wijzig

source: Change layout
da: Skift visning
nl: Wijzig layout

source: Column spacing
da: Afstand mellem kolonner
nl: KolomspatiÃ«ring

source: Configure panels
da: Paneler
nl: Beheer panels

source: Delete
da: Slet
nl: Verwijder

source: Description
da: Beskrivelse
nl: Omschrijving

source: Duplicate
da: Duplikér
nl: Dupliceer

source: Global panel settings unavailable; ignoring.
da: De globale panelindstillinger er ikke tilgængelige.
nl: Globale panel-instellingen niet beschikbaar; kijk of het Panel product bijgewerkt kan worden.

source: Layer
da: Lag

source: Layout
da: Visning

source: Layout changed.
da: Visning ændret.
nl: Layout gewijzigd

source: Location
da: Placering
nl: Locatie

source: Manage panel
da: Åbn panel
nl: Beheer panel

source: Manage panels
da: Administrer paneler
nl: Beheer panels

source: Missing layout: ${name}.
da: Mangler layout: ${name}.
nl: Ontbrekende layout: ${name}

source: Name
da: Navn
nl: Naam

source: Omit margins
da: Udelad marginer
nl: Laat marges weg

source: Panel added.
da: Panel tilføjet.
nl: Panel toegevoegd.

source: Panel removed.
da: Panel fjernet.
nl: Panel verwijderd.

source: Panels
da: Paneler

source: Portal footer
da: Sidefod
nl: Onderaan pagina

source: Portal top
da: Sidehoved
nl: Bovenaan pagina

source: Select a panel layout. The arrows indicate the direction of the layout.
da: Vælg en ny visning. Pilene indikerer hvordan indholdet arrangeres.
nl: Kies een layout voor de panel. De pijlen geven de layoutrichting aan.

source: Select the location where a new panel should be added.
da: Vælg den placering hvor et nyt panel skal indsættes.
nl: Selecteer de locatie waar een nieuw panel toegevoegd wordt.

source: Select this option to omit margins on the left- and right side of a panel.
da: Vælg denne mulighed for at udelade venstre- og højre-margen omkring et panel.
nl: Selecteer om marges aan de linker- en rechterkant van een panel weg te laten.

source: Site-local panel managers
da: Placering med oprettelse på site-basis
nl: Lokale panel managers in de website

source: Site-local panel managers will be assignable on navigation roots instead of only site roots if you select this option. Check this if you are using LinguaPlone, collective.multilingual or similar, and you want per-language Site-local panel managers.
da: Vælg dette hvis sitet bruger LinguaPlone, collective.multilingual el.lign. modul til indholdsoversættelse. Placeringer med oprettelse på site-basis vil derefter kunne konfigureres per sprog.
nl: Met deze optie zijn lokale panel managers toe te wijzen op navigatie startpunten (navigation root) in plaats van alleen de hoofdmap (site root). Gebruik deze optie als u add'ons als LinguaPlone of collective.multilingual gebruikt en u taal-afhankelijke panel managers wenst te gebruiken.

source: Template
da: Skabelon
nl: Sjabloon

source: The locations listed here will be assignable only at sites (typically Plone's site root, unless local sites are present).
da: På de valgte placeringer vil de kun være muligt at oprette paneler i site-roden. Til gengæld vises de også på undersider. Dette kan f.eks. bruges til sidefodsområdet hvor man kan vise den samme generelle information på alle sider.
nl: De hier getoonde locaties zijn alleen toe te wijzen op site-niveau (normaliter de Plone site root, tenzij er lokale sites zijn).

source: This form lets you configure the panel add-on product.
da: Denne side giver mulighed for at konfigurere hvordan paneler skal opføre sig i forhold til oprettelse lokalt eller på site-basis.
nl: Met dit formulier configureer u het Panel-product.

source: This is the horizontal distance between portlets in a panel layout, expressed as a percentage of the available width.
da: Dette er den horisontale afstand mellem portletter i et panel, som procent i forhold til hele bredden.
nl: Dit is de horizontale afstand tussen portlets in een panel layout, als een percentage van de beschikbare breedte.

source: This is the panel management interface. Add a new panel or manage existing ones.
da: På denne side kan du administrere paneler. Tilføj et nyt eller foretag ændringer på eksisterende.
nl: Dit is het panel beheerscherm.

source: This panel is empty.
da: Dette panel er tomt.
nl: Dit panel is leeg.

source: Title
da: Titel
nl: Titel

source: Unable to find registry.
da: Kan ikke finde globalt register.
nl: Registry niet gevonden

source: Use navigation root
da: Benyt navigationrod i stedet for siterod
nl: Gebruik navigation root

source: You are managing panels for a default page. If you wanted to manage panels for the parent folder, ${go_here}.
da: Bemærk at du står på en mappeforside. Hvis du vil administrere paneler for selve mappen (eller sitet), ${go_here}.
nl: U beheert panels voor een standaardweergave. Als u de panels voor de bovenliggende map wilt beheren, ${go_here}.

source: Add portlet
nl: Voeg portlet toe

source: Information
nl: Informatie
